Repository: 84000/data-translation-memory
Catalog: toh170-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་བྲམ་ཟེ་མོ་དཔལ་ལྡན་མས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra The Questions of Śrīmatī the Brahmin Woman

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་བཱ་རཱ་ཎ་སཱི་ན་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་ན། དགེ་སློང་བདུན་བརྒྱ་ཙམ་གྱི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ། །
en: The Blessed One was staying at Ṛṣipatana Deer Park near Vārāṇasī, with an assembly of some seven hundred monks and many bodhisattva great beings.

source: དེ་ནས་བཅོམ་ལྡན་འདས་སྔ་དྲོའི་དུས་ཀྱི་ཚེ་ཆོས་གོས་དང་ཤམ་ཐབས་མནབས་ཏེ་ལྷུང་བཟེད་བསྣམས་ནས། ཕྱི་བཞིན་འབྲང་བའི་དགེ་སློང་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པ་དང་། ཐབས་ཅིག་ཏུ་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིར་བསོད་སྙོམས་ཀྱི་ཕྱིར་གཤེགས་སོ། །
en: At dawn, the Blessed One donned his upper and lower robes, picked up his alms bowl, and went on an alms round through Vārāṇasī together with his attendant monk, the venerable Ānanda, and the bodhisattva great being Ajita.

source: དེ་ནས་བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིར་མཐར་འཆགས་སུ་བསོད་སྙོམས་མཛད་ཅིང་། བྲམ་ཟེ་མོ་དཔལ་ལྡན་མའི་ཁྱིམ་ག་ལ་བ་དེར་གཤེགས་ཏེ་བྱོན་ནས། བསོད་སྙོམས་ཀྱི་ཕྱིར་ཕྱོགས་གཅིག་ཏུ་བཞུགས་པ་དང་།
en: As the Blessed One went steadily through the city of Vārāṇasī gathering alms, he arrived at the house of a brahmin woman by the name of Śrīmatī.

source: བྲམ་ཟེ་མོ་དཔལ་ལྡན་མས་བཅོམ་ལྡན་འདས་མཛེས་པ་དད་པར་བྱ་བ།
en: As the Blessed One stayed to one side waiting for alms, Śrīmatī the brahmin woman saw from afar that the Blessed One was beautiful and inspiring, his senses at peace, and his heart at peace.

source: དབང་པོ་ཞི་བ།
en: He was gentle.

source: ཐུགས་ཞི་བ། དུལ་བ་དང་ཞི་གནས་ཀྱི་ཕ་རོལ་དུ་སོན་པ།
en: He had arrived at tranquility;

source: ཞི་གནས་མཆོག་གི་ཕ་རོལ་དུ་བྱོན་པ།
en: he had arrived at supreme tranquility.

source: ཞི་བ་དུལ་བ། བསྲུངས་པ་དང་།
en: He was serene, peaceful, and well guarded.

source: སྡིག་པ་མེད་པ་དབང་པོ་དུལ་བ། ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ།
en: His senses were tamed and, without a trace of wickedness, he glowed with a fine complexion.

source: མཚོ་ལྟར་དང་ཞིང་གསལ་ལ་རྙོག་པ་མེད་པ། གསེར་གྱི་མཆོད་སྡོང་ལྟར་མངོན་པར་འཕགས་པ་མི་བསྐྱོད་པ། མི་གཡོ་བ། བརྙེས་པ་དཔལ་གྱིས་འབར་བ། ལྷམ་མེ། ལྷན་ནེ། ལྷང་ངེ་ཞིང་གཤེགས་པ་རྒྱང་རིང་པོ་དེ་ཉིད་ནས་མཐོང་ངོ་། །
en: Still and clear like a lake, elevated and unshakable like a golden offering post, he was unmoving, and due to the splendor of his attainment, he blazed, shone, and glowed with brilliance.

source: མཐོང་ནས་ཀྱང་སེམས་དང་བར་གྱུར་ཏེ། དེ་སེམས་དང་བས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: Seeing this, Śrīmatī the brahmin woman was inspired and went to him.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པའི་རྐང་པ་ལ་ཕྱག་འཚལ་ནས།
en: She paid homage at the feet of the Blessed One and the bodhisattva great being Ajita.

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། བཅོམ་ལྡན་འདས་ལེགས་པར་བྱོན་ཏོ། །
en: “Welcome, Blessed One,” she said, bowing toward the Blessed One with joined palms.

source: བཅོམ་ལྡན་འདས་ལེགས་པར་བྱོན་ཏོ། །
en: “Welcome.

source: བཅོམ་ལྡན་འདས་གདན་བཤམས་པ་འདི་ལ་བཞུགས་སུ་གསོལ་ཞེས་གསོལ་པ་དང་།
en: Please be seated on the seat we have set out for you.”

source: བཅོམ་ལྡན་འདས་དང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པ་སོ་སོ་ཅི་རིགས་པར་བཞུགས་སོ། །
en: The Blessed One and the bodhisattva great being Ajita took their respective seats.

source: དེ་ནས་བྲམ་ཟེ་མོ་དཔལ་ལྡན་མས་བཅོམ་ལྡན་འདས་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པ་བདེ་བར་བཞུགས་པར་རིག་ནས། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིར་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་འདིར་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་འཁོར་ལོ་བསྐོར་ཏོ་ཞེས་བདག་གིས་ཐོས་ན།
en: Seeing that the Blessed One and the bodhisattva great being Ajita were comfortably seated, Śrīmatī the brahmin woman bowed toward the Blessed One with joined palms and said, “Blessed One, I have heard that the Blessed One turned the wheel of Dharma at Ṛṣipatana Deer Park near the city of Vārāṇasī.

source: བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་ཀྱིས་གང་བསྐོར་བའི་ཆོས་ཇི་ལྟ་བུ་ཞིག་ལགས་དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Blessed One, what Dharma did the Blessed One teach?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྲམ་ཟེ་མོ་དཔལ་ལྡན་མ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །དཔལ་ལྡན་མ་མ་རིག་པའི་རྐྱེན་གྱིས་འདུ་བྱེད་རྣམས།
en: The Blessed One answered Śrīmatī the brahmin woman, “Śrīmatī, it is this: Through the condition of ignorance, there are formations.

source: འདུ་བྱེད་རྣམས་ཀྱི་རྐྱེན་གྱིས་རྣམ་པར་ཤེས་པ་དང་།
en: Through the condition of formations, there is consciousness.

source: རྣམ་པར་ཤེས་པའི་རྐྱེན་གྱིས་མིང་དང་གཟུགས།
en: Through the condition of consciousness, there is name and form.

source: མིང་དང་གཟུགས་ཀྱི་རྐྱེན་གྱིས་སྐྱེ་མཆེད་དྲུག །
en: Through the condition of name and form, there are the six sense sources.

source: སྐྱེ་མཆེད་དྲུག་གི་རྐྱེན་གྱིས་རེག་པ།
en: Through the condition of the six sense sources, there is contact.

source: རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ།
en: Through the condition of contact, there is sensation.

source: ཚོར་བའི་རྐྱེན་གྱིས་སྲེད་པ།
en: Through the condition of sensation, there is craving.

source: སྲེད་པའི་རྐྱེན་གྱིས་ལེན་པ།
en: Through the condition of craving, there is grasping.

source: ལེན་པའི་རྐྱེན་གྱིས་སྲིད་པ།
en: Through the condition of grasping, there is becoming.

source: སྲིད་པའི་རྐྱེན་གྱིས་སྐྱེ་བ།
en: Through the condition of becoming, there is rebirth.

source: སྐྱེ་བའི་རྐྱེན་གྱིས་རྒ་ཤི་དང་། མྱ་ངན་དང་སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་།
en: Through the condition of rebirth, there is old age and death, as well as sorrow, misery, suffering, mental anguish, and agitation.

source: འཁྲུགས་པ་རྣམས་འབྱུང་སྟེ། དེ་ལྟར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འབའ་ཞིག་པོ་འདི་དག་འབྱུང་བར་འགྱུར་རོ། །
en: In this way, only great heaps of suffering come about.

source: མ་རིག་པ་འགགས་པས་འདུ་བྱེད་འགག །
en: “With the cessation of ignorance, formations cease.

source: འདུ་བྱེད་འགགས་པས་རྣམ་པར་ཤེས་པ་འགག །
en: With the cessation of formations, consciousness ceases.

source: རྣམ་པར་ཤེས་པ་འགགས་པས་མིང་དང་གཟུགས་འགག །
en: With the cessation of consciousness, name and form cease.

source: མིང་དང་གཟུགས་འགགས་པས་སྐྱེ་མཆེད་དྲུག་འགག །
en: With the cessation of name and form, the six sense sources cease.

source: སྐྱེ་མཆེད་དྲུག་འགགས་པས་རེག་པ་འགག །
en: With the cessation of the six sense sources, contact ceases.

source: རེག་པ་འགགས་པས་ཚོར་བ་འགག །
en: With the cessation of contact, sensation ceases.

source: ཚོར་བ་འགགས་པས་སྲེད་པ་འགག །
en: With the cessation of sensation, craving ceases.

source: སྲེད་པ་འགགས་པས་ལེན་པ་འགག །
en: With the cessation of craving, grasping ceases.

source: ལེན་པ་འགགས་པས་སྲིད་པ་འགག །
en: With the cessation of grasping, becoming ceases.

source: སྲིད་པ་འགགས་པས་སྐྱེ་བ་འགག །
en: With the cessation of becoming, rebirth ceases.

source: སྐྱེ་བ་འགགས་པས་རྒ་ཤི་དང་མྱ་ངན་དང་སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུགས་པ་རྣམས་འགགས་ཏེ།
en: With the cessation of rebirth, old age and death, as well as sorrow, misery, suffering, mental anguish, and agitation, cease.

source: དེ་ལྟར་སྡུག་བསྔལ་གྱི་ཕུང་པོ་ཆེན་པོ་འབའ་ཞིག་པོ་འདི་འགག་པར་འགྱུར་རོ་ཞེས་བྱ་བ་དཔལ་ལྡན་མ་དགེ་སྦྱོང་ངམ།
en: In only this way will the great heap of suffering cease.

source: བྲམ་ཟེའམ། ལྷའམ། བདུད་དམ། ཚངས་པའམ། སུས་ཀྱང་ཆོས་དང་འཐུན་པར་འཇིག་རྟེན་དུ་མ་བསྐོར་བའི་ཆོས་ཀྱི་འཁོར་ལོ་འདི་གྲོང་ཁྱེར་བཱ་རཱ་ཎ་སཱིར་དྲང་སྲོང་ལྷུང་བ་རི་དགས་ཀྱི་ནགས་སུ་དེ་བཞིན་གཤེགས་པས་བསྐོར་ཏོ། །
en: “This, Śrīmatī, is the wheel of Dharma that has never before been rightfully turned in the world by any mendicant, brahmin, god, demon, or brahmā, but was turned by the Thus-Gone One here at Ṛṣipatana Deer Park near the city of Vārāṇasī.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བྲམ་ཟེ་མོ་དཔལ་ལྡན་མས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཅི་མ་རིག་པ་ནང་ན་མཆིས་སམ།
en: Śrīmatī the brahmin woman asked the Blessed One, “Blessed One, is ignorance something internal or something external?”

source: སླད་རོལ་ན་མཆིས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དཔལ་ལྡན་མ་དེ་ནི་མ་ཡིན་ནོ། །
en: The Blessed One responded, “It is neither, Śrīmatī.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་གལ་ཏེ་མ་རིག་པ་ནང་དང་སླད་རོལ་ན་མ་མཆིས་པ་ལགས་ན་མ་མཆིས་པ་དེ་ཇི་ལྟར་འདུ་བྱེད་རྣམས་ཀྱི་རྐྱེན་དུ་འགྱུར་ཏེ།
en: “Blessed One, if ignorance is neither internal nor external, then how does something nonexistent act as a condition for formations?

source: བཅོམ་ལྡན་འདས་ཆོས་གང་ཡང་འཇིག་རྟེན་ཕ་རོལ་ན་མཆིས་ལགས་སམ། བཀའ་སྩལ་པ།
en: Are there any phenomena that are beyond this world, Blessed One?”

source: དཔལ་ལྡན་མ་དེ་ནི་མ་ཡིན་ནོ། །
en: “There are not, Śrīmatī.”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་མ་རིག་པའི་རྣམ་པ་མཆིས་ལགས་སམ།
en: “Blessed One, does ignorance have features?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དཔལ་ལྡན་མ་དེ་ནི་མེད་དེ།
en: “It does not, Śrīmatī,” the Blessed One replied.

source: དཔལ་ལྡན་མ་མ་རིག་པ་ནི་ཡང་དག་པ་མ་ཡིན་པའི་རྣམ་པར་འབྱུང་གི་ཡང་དག་པའི་རྣམ་པར་ནི་མི་འབྱུང་ངོ་། །
en: “Ignorance comes about in a false manner, Śrīmatī;

source: དཔལ་ལྡན་མ་མ་རིག་པ་ནི་ཕྱིན་ཅི་ལོག་གི་རྣམ་པར་འབྱུང་གི།
en: it does not come about in a true manner. Ignorance comes about in a mistaken manner, Śrīmatī;

source: ཕྱིན་ཅི་མ་ལོག་པའི་རྣམ་པར་མི་འབྱུང་ངོ་། །གསོལ་པ།
en: it does not come about in an unmistaken manner.”

source: བཅོམ་ལྡན་འདས་མ་རིག་པ་མ་མཆིས་ན། འདུ་བྱེད་རྣམས་ཅི་ལས་འབྱུང་།
en: “Blessed One, if ignorance is nonexistent then where do formations come from?

source: སྡུག་བསྔལ་ཡང་ཅི་ལས་འབྱུང་།
en: And where does suffering come from?

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ་དཔེར་ན་ཞུགས་ཤིང་ནྱ་གྲོ་དྷའི་རྩ་བ་མ་མཆིས་ན་དེའི་ཡལ་ག་དང་།
en: Blessed One, let me share an analogy.

source: ལོ་མ་དང་། ཡལ་ག་ཕྲེའུ་ཅི་ལྟར་མངོན་པར་འགྱུར།
en: If a banyan tree has no roots, how do its boughs, leaves, and branches develop?

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་མ་རིག་པ་མ་བྱུང་ཞིང་མཆིས་པ་མ་ལགས་ན་མ་རིག་པ་འདུ་བྱེད་རྣམས་ཀྱི་རྐྱེན་ཀྱང་ལགས་པར་ཇི་ལྟར་འཚལ་བར་འགྱུར། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དེ་བཞིན་ཏེ།
en: In a similar manner, Blessed One, if ignorance has not come into being and is not existent, how can it act as the condition for formations?”

source: དཔལ་ལྡན་མ་རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ཀྱིས་ཆོས་ཐམས་ཅད་སྟོང་ན་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐོས་པ་དང་མི་ལྡན་པ་མི་ཤེས་པ་མ་རྟོགས་པ་དག་ལས་མངོན་པར་འདུ་བྱེད་དེ།
en: “Indeed, Śrīmatī,” replied the Blessed One, “all phenomena are empty of inherent characteristics.

source: ལས་རྣམས་ཡོད་པས་སྲིད་པ་མངོན་པར་འགྲུབ་པར་བྱེད་དོ། །
en: Nevertheless, childish, ordinary beings who lack learning, knowledge, and realization bring about the formation of karma.

source: སྲིད་པ་ཡོད་པས་སྡུག་བསྔལ་མྱོང་བར་ཟད་དེ།
en: Through this karma, cyclic existence manifests, and due to cyclic existence, these beings end up experiencing suffering.

source: འདི་ལ་ལས་མངོན་པར་འདུ་བྱེད་པ་ཡང་སུ་ཡང་མེད་ཅིང་སྲིད་པ་མངོན་པར་འགྲུབ་པར་བྱེད་པ་ཡང་མེད་དེ།
en: But there is no one who forms karma nor is there any act of manifesting cyclic existence.

source: དེ་ནི་ཆོས་རྣམས་ཀྱི་དོན་དམ་པའོ། །
en: This is the ultimate nature of phenomena.

source: དཔལ་ལྡན་མ་འོན་ཀྱང་སེམས་ཅན་རྣམས་ཇི་ལྟར་དོན་དམ་པ་རྟོགས་པར་འགྱུར་སྙམ་ནས་ཐ་སྙད་ཉེ་བར་བཟུང་སྟེ། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་ཏོ། །
en: However, Śrīmatī, thus-gone, worthy, and perfect buddhas, being concerned with how beings can realize the ultimate nature, resort to convention to teach beings the Dharma.

source: དཔལ་ལྡན་མ་ཐ་སྙད་ནི་ཡང་དག་པ་མ་ཡིན་ཏེ།
en: However, Śrīmatī, convention is not true.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why not?

source: དེ་ལ་ཁོང་དུ་ཆུད་པར་བྱེད་པ་པོ་ཡང་མེད། དེ་ལ་ཤེས་པར་བྱེད་པ་ཡང་མེད་པའི་ཕྱིར་རོ། །
en: Because there is no one to comprehend it and no act of coming to understand it.

source: དཔལ་ལྡན་མ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: “Take the following analogy, Śrīmatī.

source: དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པ་སྤྲུལ་ཏེ།
en: The Thus-Gone One projects an emanation of himself which then, in turn, projects an emanation of itself.

source: དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པ་དེས་ཀྱང་སྤྲུལ་པ་གཞན་སྤྲུལ་ན་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྤྲུལ་པ་ཡང་གསོག་སྟེ་བརྫུན་པ་སླུ་བའི་ཆོས་ཅན་ནོ། །
en: The emanation projected by the Thus-Gone One is hollow, that is, of a false and deceptive nature.

source: སྤྲུལ་པས་སྤྲུལ་པ་གང་ཡིན་པ་དེ་ཡང་གསོག་སྟེ། བརྫུན་པ་སླུ་བའི་ཆོས་ཅན་ནོ། །
en: The emanation projected by the emanation is also hollow, that is, of a false and deceptive nature.

source: དཔལ་ལྡན་མ་དེ་བཞིན་དུ་གང་གིས་ཆོས་མངོན་པར་འདུས་བྱས་པ་དེ་ཡང་གསོག་སྟེ། བརྫུན་པ་སླུ་བའི་ཆོས་ཅན་ནོ། །
en: In a similar manner, Śrīmatī, that which conditions phenomena is hollow, that is, of a false and deceptive nature.

source: ཆོས་གང་མངོན་པར་འདུ་བྱ་བ་དེ་ཡང་གསོག་སྟེ། བརྫུན་པ་སླུ་བའི་ཆོས་ཅན་ནོ། །
en: The conditioned phenomena are also hollow, that is, of a false and deceptive nature.”

source: གསོལ་པ་འདི་ལྟ་སྟེ།
en: “It is so,” she replied.

source: བཅོམ་ལྡན་འདས་ཀྱིས་སྟོང་པ་ཉིད་ཀྱི་འཁོར་ལོ་དང་། ངེས་པར་འབྱིན་པའི་འཁོར་ལོ་དང་། ངེས་པར་འབྱེད་པའི་འཁོར་ལོ་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་འཁོར་ལོ་དང་། བསྐོར་བ་མ་ལགས་པའི་འཁོར་ལོ་དང་། མཚུངས་པ་མ་མཆིས་པའི་འཁོར་ལོ་དང་། ཇི་ལྟ་བ་བཞིན་གྱི་འཁོར་ལོ་དང་། སྐྱེ་བ་མ་མཆིས་པའི་འཁོར་ལོ་དང་།
en: “The Blessed One has turned the wheel of emptiness, the wheel of emancipation, the wheel of certainty, the wheel of inconceivability, the wheel unturned, the wheel of the incomparable, the wheel just as it is, the wheel of birthlessness, the wheel of the unreal, and the wheel of the absence of characteristics.”

source: དངོས་པོ་མ་མཆིས་པའི་འཁོར་ལོ་དང་། མཚན་ཉིད་མ་མཆིས་པའི་འཁོར་ལོ་འདི་བསྐོར་བ་ནི་ནམ་མཁའི་འཁོར་ལོ་འདི་བསྐོར་ལགས་སོ། །དེ་ནས་བྲམ་ཟེ་མོ་དཔལ་ལྡན་མས་ཙན་དན་གྱི་ཕྱེ་མ་སྤར་གང་བླངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་གཏོར་ནས་ཚིག་འདི་སྐད་ཅེས་བཅོམ་ལྡན་འདས་དགེ་བའི་རྩ་བ་འདིས་བདག་མ་འོངས་པའི་དུས་ན་འདི་ལྟ་སྟེ། སྟོང་པ་ཉིད་ཀྱི་འཁོར་ལོ་ནས་མཚན་ཉིད་མ་མཆིས་པའི་འཁོར་ལོའི་བར་དུ་ཆོས་ཀྱི་འཁོར་ལོ་འདི་ལྟ་བུ་བསྐོར་བར་གྱུར་ཅིག་ཅེས་སྨྲས་སོ། །
en: Then Śrīmatī the brahmin woman took a handful of sandalwood powder, sprinkled it on the Blessed One’s feet, and said, “Blessed One, by this root of virtue, may I too in the future turn the wheel of Dharma in that way—the wheel of emptiness, the wheel of emancipation, the wheel of certainty, the wheel of inconceivability, the wheel unturned, the wheel of the incomparable, the wheel just as it is, the wheel of birthlessness, the wheel of the unreal, and the wheel of the absence of characteristics.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་འཛུམ་པ་མཛད་དོ། །འདི་ནི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ཀྱི་ཆོས་ཉིད་དེ་གང་གི་ཚེ་འཛུམ་པ་མཛད་པ་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱི་ཞལ་གྱི་སྒོ་ནས་འོད་ཟེར་ཁ་དོག་དུ་མ་ཁ་དོག་སྣ་ཚོགས་འདི་ལྟ་སྟེ། སྔོན་པོ་དང་། སེར་པོ་དང་། དཀར་པོ་དང་།
en: At this, the Blessed One smiled.

source: དམར་པོ་དང་། བཙོད་ཀ་དང་། ཤེལ་དང་། དངུལ་གྱི་ཁ་དོག་ལྟ་བུ་དག་བྱུང་ནས་དེ་དག་གིས་འཇིག་རྟེན་གྱི་ཁམས་མཐའ་ཡས་མུ་མེད་པ་དག་སྣང་བས་ཁྱབ་པར་བྱས་ཏེ་ཚངས་པའི་འཇིག་རྟེན་གྱི་བར་དུ་མངོན་པར་བྱུང་ནས་སླར་ལོག་སྟེ། བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་བཅོམ་ལྡན་འདས་ཀྱི་དབུའི་གཙུག་ཏུ་ནུབ་བོ། །
en: As is the nature of the blessed buddhas when they smile, as he smiled, lights of many colors—blue, white, red, crimson, and the colors of crystal and silver—streamed from his mouth, filling and illuminating worlds without end all the way up to the Brahmā realms, before returning, circling the Blessed One three times, and dissolving into the crown of his head.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then, the bodhisattva great being Ajita said to the Blessed One, “Blessed One!

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམས་ནི་རྒྱུ་མ་མཆིས་རྐྱེན་མ་མཆིས་པར་འཛུམ་པ་མི་མཛད་ན་འཛུམ་པ་མཛད་པའི་རྒྱུ་གང་ལགས།
en: Thus-gone, worthy, and perfect buddhas do not smile without cause and condition.

source: རྐྱེན་གང་ལགས།
en: What, then, are the causes and conditions for your smile?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །མ་ཕམ་པ་ཁྱོད་ཀྱིས་བྲམ་ཟེ་མོ་དཔལ་ལྡན་མ་འདིས་ཙན་དན་གྱི་ཕྱེ་མ་སྤར་གང་བླངས་ཏེ། དེ་བཞིན་གཤེགས་པའི་ཞབས་ལ་གཏོར་བ་མཐོང་ངམ། གསོལ་པ།
en: “Ajita,” he replied, “did you see Śrīmatī the brahmin woman take a handful of sandalwood powder and sprinkle it on the Blessed One’s feet?”

source: བཅོམ་ལྡན་འདས་མཐོང་ལགས་སོ། །
en: “I did, Blessed One.

source: བདེ་བར་གཤེགས་པ་མཐོང་ལགས་སོ། །
en: I saw it, Well-Gone One.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མ་ཕམ་པ་བྲམ་ཟེ་མོ་འདི་དགེ་བའི་རྩ་བ་འདིས་བསྐལ་པ་བྱེ་བ་ཕྲག་བརྒྱད་ཅུ་རྩ་བཞིར་ངན་འགྲོ་ལོག་པར་ལྟུང་བར་མི་འགྱུར་རོ། །
en: “Ajita,” the Blessed One continued, “through her roots of virtue, this brahmin woman will not fall back into the lower realms for eight hundred and forty million eons.

source: སངས་རྒྱས་དྲུག་ཁྲི་བཞི་སྟོང་ལ་བསྟི་སྟང་བྱེད་པར་འགྱུར། བླ་མར་བྱེད་པར་འགྱུར། རི་མོར་བྱེད་པར་འགྱུར། མཆོད་པ་བྱེད་པར་འགྱུར།
en: She will honor, venerate, respect, and worship sixty-four thousand buddhas.

source: དེ་དག་ལས་ཆོས་ཀྱང་ཉན་པར་འགྱུར། ཐོས་ནས་འཛིན་པར་འགྱུར། དམ་པའི་ཆོས་ཀྱང་ཡོངས་སུ་འཛིན་པར་འགྱུར་རོ། །
en: She will listen to the Dharma from them, she will retain what she hears, and she will fully master the true Dharma.

source: དེ་བཞིན་གཤེགས་པ་བཞུགས་པའམ། ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་དེ་དག་ལ་ཡང་མཆོད་པ་ཆེན་པོ་བྱེད་པར་འགྱུར།
en: She will greatly worship the thus-gone ones who are present and those who have passed into parinirvāṇa.

source: སེམས་ཅན་གྲངས་མེད་དཔག་ཏུ་མེད་པ་དག་ཀྱང་བྱང་ཆུབ་ལ་འགོད་པར་འགྱུར་རོ། །
en: She will place countless, innumerable beings in the state of awakening.

source: དེའི་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་སུ་བདག་སྣང་བ་ཞེས་བྱ་བའི་བསྐལ་པ་ལ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ཉིད་དུ་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཆོས་སྣང་བ་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་འབྱུང་བར་འགྱུར་ཏེ། དེའི་ཚེའི་ཚད་ནི་བསྐལ་པ་སྟོང་ཚང་བར་འགྱུར་རོ། །དེས་སེམས་ཅན་གྲངས་མེད་དཔག་ཏུ་མེད་པ་དག་གི་དོན་བྱས་ནས་ཕུང་པོའི་ལྷག་མ་མེད་པའི་མྱ་ངན་ལས་འདས་པའི་དབྱིངས་སུ་ཡོངས་སུ་མྱ་ངན་ལས་འདའ་བར་འགྱུར་རོ། །
en: In a future life, during the eon known as Self-Luminous, she will appear in this great trichiliocosm as a thus-gone, worthy, and perfect buddha known as Luminous Dharma, whose lifespan will be equal to a thousand eons, and, after working for the benefit of countless, innumerable beings, she will pass into parinirvāṇa—the expanse of nirvāṇa without any remainder of the aggregates.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བྲམ་ཟེ་མོ་དཔལ་ལྡན་མའི་སྔོན་གྱི་དགེ་བའི་རྩ་བ་གཞན་ཡང་མཆིས་ལགས་སམ།
en: Then the bodhisattva great being Ajita asked the Blessed One, “Did Śrīmatī the brahmin woman previously possess other roots of virtue?”

source: བཀའ་སྩལ་པ།
en: “She did, Ajita,” he replied.

source: མ་ཕམ་པ་ཡོད་དེ། བྲམ་ཟེ་མོ་དཔལ་ལྡན་མ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདི་ཉིད་འདོད་པས་སྔོན་བུད་མེད་ཀྱི་ལུས་ཉིད་ལ་གནས་ནས་དེ་བཞིན་གཤེགས་པ་རྣམ་པར་གཟིགས་ཀྱི་སྐུ་ལ་མེ་ཏོག་གི་ཕྲེང་བ་གསོལ་ཏོ། །
en: “In her desire for unsurpassed and perfect awakening, Śrīmatī the brahmin woman, in a previous life as a woman, offered a garland of flowers to the Thus-Gone One Vipaśyin.

source: དེ་བཞིན་གཤེགས་པ་གཙུག་ཏོར་ཅན་གྱི་སྐུ་ལ་ཡང་ཆོས་གོས་གསོལ་ཏེ། དེའི་གསུང་རབ་ལ་རབ་ཏུ་བྱུང་ནས་ལོ་སྟོང་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་དོ། །བཅོམ་ལྡན་འདས་དེ་ལ་ཟབ་མོའི་གནས་རྣམས་ཀྱང་ཞུས་སོ། །
en: She also offered robes to the Thus-Gone One Śikhin and went forth as a renunciant in his teaching, practiced the holy life for a thousand years, and questioned that blessed one on profound topics.

source: དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་སྐྱོབ་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་ལ་ཡང་ཞལ་ཟས་ཀྱིས་ཚིམ་པར་བྱས་སོ། །
en: She offered food to the Thus-Gone One Viśvabhū and his assembly of hearers, serving them to their satisfaction.

source: བསྟབས་པར་ཡང་བྱས་སོ། །དེ་བཞིན་གཤེགས་པ་འཁོར་བ་འཇིག་ལ་ཡང་ཨ་ཏི་མུག་ཏ་ཀའི་མེ་ཏོག་དག་གིས་གཏོར་ནས། བཅོམ་ལྡན་འདས་དེ་ལས་བསླབ་པའི་གཞི་ལྔ་པོ་དག་བླངས་སོ། །
en: She scattered atimuktaka flowers before the Thus-Gone One Krakucchanda and from that blessed one received the five basic precepts.

source: དེ་བཞིན་གཤེགས་པ་གསེར་ཐུབ་ལ་ཡང་ཇི་སྲིད་འཚོའི་བར་དུ། ན་བཟའ་དང་། བཤོས་དང་། གཟིམས་ཆ་དང་། སྙུན་གྱི་གསོས་སྨན་དང་།
en: To the Thus-Gone One Kanakamuni, she offered garments, meals, bedding, curative medicines, and supplies throughout his life.

source: ཡོ་བྱད་རྣམས་ཀྱིས་མགྲོན་དུ་གཉེར་ཏེ། བཅོམ་ལྡན་འདས་དེས་ཟླ་བ་གཉིས་བཤོས་གསོལ་ཏོ། །ཆགས་ཟུང་གཅིག་ཀྱང་ཕུལ་ལོ། །
en: That blessed one partook of her meals for two months and she also offered him a pair of sandals.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདི་ཉིད་འདོད་པས་དེ་བཞིན་གཤེགས་པ་འོད་སྲུང་ལ་གསེར་གྱི་ཕྲེང་བས་གཏོར་ཏེ། འདི་སྐད་ཅེས་བདག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་པར་མ་གྱུར་གྱི་བར་དུ་བུད་མེད་ཀྱི་དངོས་པོ་ལས་མ་གྱུར་ཅིག་ཅེས་སྨྲས་ཏེ། མ་ཕམ་པ་འདི་ཡང་བྲམ་ཟེ་མོ་དཔལ་ལྡན་མའི་སྔོན་གྱི་དགེ་བའི་རྩ་བ་ཡིན་ནོ། །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པ་དང་།
en: In her desire for unsurpassed and perfect awakening, she threw a golden rosary before the Thus-Gone One Kāśyapa and made the aspiration, ‘Until I am prophesied to reach unsurpassed and perfect awakening, I will not inhabit any other form than that of a woman.’ These, Ajita, are the past roots of virtue of Śrīmatī the brahmin woman.”

source: བྲམ་ཟེ་མོ་དཔལ་ལྡན་མ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: After the Blessed One had spoken thus, the bodhisattva great being Ajita, Śrīmatī the brahmin woman, and the world with its gods, humans, asuras, and gandharvas all rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་བྲམ་ཟེ་མོ་དཔལ་ལྡན་མས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the noble Mahāyāna sūtra “The Questions of Śrīmatī the Brahmin Woman.”

source: རྒྱ་གར་གྱི་མཁན་པོ་སུ་རེན་དྲ་བོ་དྷི་དང་། པྲཛྙཱ་ཝརྨ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བནྡེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།​། །​།
en: Translated, edited, and finalized by the Indian preceptors Surendrabodhi and Prajñāvarman, the editor-translator Bandé Yeshé Dé, and others.
